<?php
// Heading
$_['heading_title']       = 'چیدمان‌ها';

// Text
$_['text_success']        = 'موفق: چیدمان‌ها تغییر یافت!';
$_['text_list']           = 'لیست چیدمان‌ها';
$_['text_add']            = 'افزودن چیدمان';
$_['text_edit']           = 'ویرایش چیدمان';
$_['text_remove']         = 'حذف';
$_['text_route']          = 'فروشگاه و مسیرهایی که با این چیدمان استفاده می‌شود را انتخاب کنید';
$_['text_module']         = 'موقعیت ماژول‌ها را انتخاب کنید';
$_['text_default']        = 'پیش‌فرض';
$_['text_content_top']    = 'بالای محتوا';
$_['text_content_bottom'] = 'پایین محتوا';
$_['text_column_left']    = 'ستون چپ';
$_['text_column_right']   = 'ستون راست';

// Column
$_['column_name']         = 'نام چیدمان';
$_['column_action']       = 'عملیات';

// Entry
$_['entry_name']          = 'نام چیدمان';
$_['entry_store']         = 'فروشگاه';
$_['entry_route']         = 'مسیر';

// Error
$_['error_permission']    = 'هشدار: شما اجازه تغییر چیدمان‌ها را ندارید!';
$_['error_name']          = 'نام چیدمان باید بین ۳ تا ۶۴ کاراکتر باشد!';
$_['error_default']       = 'هشدار: این چیدمان به‌عنوان چیدمان پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_store']         = 'هشدار: این چیدمان به %s فروشگاه اختصاص یافته و قابل حذف نیست!';
$_['error_product']       = 'هشدار: این چیدمان به %s محصول اختصاص یافته و قابل حذف نیست!';
$_['error_category']      = 'هشدار: این چیدمان به %s دسته‌بندی اختصاص یافته و قابل حذف نیست!';
$_['error_manufacturer']  = 'هشدار: این چیدمان به %s سازنده اختصاص یافته و قابل حذف نیست!';
$_['error_information']   = 'هشدار: این چیدمان به %s صفحه اطلاعات اختصاص یافته و قابل حذف نیست!';
$_['error_article']       = 'هشدار: این چیدمان به %s صفحه مقاله اختصاص یافته و قابل حذف نیست!';
$_['error_topic']         = 'هشدار: این چیدمان به %s صفحه موضوع اختصاص یافته و قابل حذف نیست!';
