<?php
// Heading
$_['heading_title']           = 'آدرس سئو';

// Text
$_['text_success']            = 'موفق: آدرس سئو تغییر یافت!';
$_['text_list']               = 'لیست آدرس‌های سئو';
$_['text_add']                = 'افزودن آدرس سئو';
$_['text_edit']                = 'ویرایش آدرس سئو';
$_['text_filter']             = 'فیلتر';
$_['text_default']            = 'پیش‌فرض';

// Column
$_['column_key']              = 'کلید';
$_['column_value']            = 'مقدار';
$_['column_keyword']          = 'کلمه کلیدی';
$_['column_sort_order']       = 'ترتیب نمایش';
$_['column_store']            = 'فروشگاه';
$_['column_language']         = 'زبان';
$_['column_action']           = 'عملیات';

// Entry
$_['entry_store']             = 'فروشگاه';
$_['entry_language']          = 'زبان';
$_['entry_key']               = 'کلید';
$_['entry_value']             = 'مقدار';
$_['entry_keyword']           = 'کلمه کلیدی';
$_['entry_sort_order']        = 'ترتیب نمایش';

// Help
$_['help_keyword']            = 'فقط از حروف a-z یا اعداد 0-9 استفاده کنید و برای فاصله از - یا _ استفاده کنید. برای دسته‌بندی‌ها از / استفاده کنید.';
$_['help_sort_order']         = 'ترتیب نمایش کلمات کلیدی در آدرس.';

// Error
$_['error_permission']        = 'هشدار: شما اجازه تغییر آدرس سئو را ندارید!';
$_['error_exists']            = 'هشدار: این ترکیب از فروشگاه، کلید زبان، مقدار و کلمه کلیدی از قبل وجود دارد!';
$_['error_key']               = 'کلید باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_value']             = 'مقدار باید بین ۱ تا ۲۵۵ کاراکتر باشد!';
$_['error_value_exists']      = 'این مقدار قبلاً استفاده شده است!';
$_['error_keyword']           = 'کلمه کلیدی باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_keyword_exists']    = 'این کلمه کلیدی قبلاً استفاده شده است!';
$_['error_keyword_character'] = 'کلمه کلیدی فقط می‌تواند شامل حروف a-z، اعداد 0-9، - و _ باشد!';
