<?php
// Heading
$_['heading_title']           = 'کشورها';

// Text
$_['text_success']            = 'موفق: کشورها تغییر یافت!';
$_['text_list']               = 'لیست کشورها';
$_['text_add']                = 'افزودن کشور';
$_['text_edit']                = 'ویرایش کشور';
$_['text_filter']              = 'فیلتر';

// Column
$_['column_name']             = 'نام کشور';
$_['column_iso_code_2']       = 'کد ISO (۲ حرفی)';
$_['column_iso_code_3']       = 'کد ISO (۳ حرفی)';
$_['column_action']           = 'عملیات';

// Entry
$_['entry_name']              = 'نام کشور';
$_['entry_iso_code_2']        = 'کد ISO (۲ حرفی)';
$_['entry_iso_code_3']        = 'کد ISO (۳ حرفی)';
$_['entry_address_format']    = 'قالب آدرس';
$_['entry_postcode_required'] = 'کد پستی الزامی است';
$_['entry_status']            = 'وضعیت';

// Error
$_['error_permission']        = 'هشدار: شما اجازه تغییر کشورها را ندارید!';
$_['error_name']              = 'نام کشور باید بین ۱ تا ۱۲۸ کاراکتر باشد!';
$_['error_iso_code_2']        = 'کد ISO ۲ باید ۲ کاراکتر باشد!';
$_['error_iso_code_3']        = 'کد ISO ۳ باید ۳ کاراکتر باشد!';
$_['error_default']           = 'هشدار: این کشور به‌عنوان کشور پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_store']             = 'هشدار: این کشور به %s فروشگاه اختصاص یافته و قابل حذف نیست!';
$_['error_address']           = 'هشدار: این کشور به %s مورد در دفترچه آدرس اختصاص یافته و قابل حذف نیست!';
$_['error_zone']              = 'هشدار: این کشور به %s منطقه اختصاص یافته و قابل حذف نیست!';
$_['error_zone_to_geo_zone']  = 'هشدار: این کشور به %s مورد در مناطق جغرافیایی اختصاص یافته و قابل حذف نیست!';
