<?php
// Heading
$_['heading_title']     = 'زبان‌ها';

// Text
$_['text_success']      = 'موفق: زبان‌ها تغییر یافت!';
$_['text_list']         = 'لیست زبان‌ها';
$_['text_add']          = 'افزودن زبان';
$_['text_edit']         = 'ویرایش زبان';

// Column
$_['column_name']       = 'نام زبان';
$_['column_code']       = 'کد';
$_['column_sort_order'] = 'ترتیب نمایش';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام زبان';
$_['entry_code']        = 'کد';
$_['entry_extension']   = 'افزونه';
$_['entry_locale']      = 'محلی‌سازی (Locale)';
$_['entry_status']      = 'وضعیت';
$_['entry_sort_order']  = 'ترتیب نمایش';

// Help
$_['help_locale']       = 'مثال: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_status']       = 'نمایش/عدم نمایش در فهرست کشویی زبان';

// Error
$_['error_permission']  = 'هشدار: شما اجازه تغییر زبان‌ها را ندارید!';
$_['error_exists']      = 'هشدار: شما قبلاً این زبان را اضافه کرده‌اید!';
$_['error_name']        = 'نام زبان باید بین ۱ تا ۳۲ کاراکتر باشد!';
$_['error_code']        = 'کد زبان باید بین ۲ تا ۵ کاراکتر باشد!';
$_['error_locale']      = 'محلی‌سازی (Locale) الزامی است!';
$_['error_default']     = 'هشدار: این زبان به‌عنوان زبان پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_admin']       = 'هشدار: این زبان به‌عنوان زبان مدیریت تنظیم شده و قابل حذف نیست!';
$_['error_store']       = 'هشدار: این زبان به %s فروشگاه اختصاص یافته و قابل حذف نیست!';
$_['error_order']       = 'هشدار: این زبان به %s سفارش اختصاص یافته و قابل حذف نیست!';
