<?php
// Heading
$_['heading_title']    = 'موقعیت‌های فروشگاه';

// Text
$_['text_success']     = 'موفق: موقعیت‌های فروشگاه تغییر یافت!';
$_['text_list']        = 'لیست موقعیت‌های فروشگاه';
$_['text_add']         = 'افزودن موقعیت فروشگاه';
$_['text_edit']        = 'ویرایش موقعیت فروشگاه';

// Column
$_['column_name']      = 'نام فروشگاه';
$_['column_address']   = 'آدرس';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام فروشگاه';
$_['entry_address']    = 'آدرس';
$_['entry_geocode']    = 'ژئوکد';
$_['entry_telephone']  = 'تلفن';
$_['entry_image']      = 'تصویر';
$_['entry_open']       = 'ساعات کاری';
$_['entry_comment']    = 'یادداشت';

// Help
$_['help_telephone']   = 'لطفاً شماره تلفن موقعیت فروشگاه خود را وارد کنید.';
$_['help_geocode']     = 'لطفاً ژئوکد موقعیت فروشگاه خود را به‌صورت دستی وارد کنید.';
$_['help_open']        = 'ساعات کاری فروشگاه خود را وارد کنید.';
$_['help_comment']     = 'این فیلد برای یادداشت‌های ویژه‌ای است که می‌خواهید به مشتری بگویید، مثلاً: فروشگاه چک قبول نمی‌کند.';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر موقعیت‌های فروشگاه را ندارید!';
$_['error_name']       = 'نام فروشگاه باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_address']    = 'آدرس باید بین ۳ تا ۱۲۸ کاراکتر باشد!';
$_['error_telephone']  = 'تلفن باید بین ۳ تا ۳۲ کاراکتر باشد!';
