<?php
// Heading
$_['heading_title']    = 'وضعیت‌های سفارش';

// Text
$_['text_success']     = 'موفق: وضعیت‌های سفارش تغییر یافت!';
$_['text_list']        = 'لیست وضعیت‌های سفارش';
$_['text_add']         = 'افزودن وضعیت سفارش';
$_['text_edit']        = 'ویرایش وضعیت سفارش';

// Column
$_['column_name']      = 'نام وضعیت سفارش';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعیت سفارش';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر وضعیت‌های سفارش را ندارید!';
$_['error_name']       = 'نام وضعیت سفارش باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_default']    = 'هشدار: این وضعیت سفارش به‌عنوان وضعیت پیش‌فرض سفارش فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_download']   = 'هشدار: این وضعیت سفارش به‌عنوان وضعیت پیش‌فرض دانلود تنظیم شده و قابل حذف نیست!';
$_['error_order']      = 'هشدار: این وضعیت سفارش به %s سفارش اختصاص یافته و قابل حذف نیست!';
