<?php
// Heading
$_['heading_title']    = 'دلایل مرجوعی';

// Text
$_['text_success']     = 'موفق: دلایل مرجوعی تغییر یافت!';
$_['text_list']        = 'لیست دلایل مرجوعی';
$_['text_add']         = 'افزودن دلیل مرجوعی';
$_['text_edit']        = 'ویرایش دلیل مرجوعی';

// Column
$_['column_name']      = 'نام دلیل مرجوعی';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام دلیل مرجوعی';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر دلایل مرجوعی را ندارید!';
$_['error_name']       = 'نام دلیل مرجوعی باید بین ۳ تا ۱۲۸ کاراکتر باشد!';
$_['error_return']     = 'هشدار: این دلیل مرجوعی به %s محصول مرجوعی اختصاص یافته و قابل حذف نیست!';
