<?php
// Heading
$_['heading_title']    = 'وضعیت‌های مرجوعی';

// Text
$_['text_success']     = 'موفق: وضعیت‌های مرجوعی تغییر یافت!';
$_['text_list']        = 'لیست وضعیت‌های مرجوعی';
$_['text_add']         = 'افزودن وضعیت مرجوعی';
$_['text_edit']        = 'ویرایش وضعیت مرجوعی';

// Column
$_['column_name']      = 'نام وضعیت مرجوعی';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعیت مرجوعی';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر وضعیت‌های مرجوعی را ندارید!';
$_['error_name']       = 'نام وضعیت مرجوعی باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_default']    = 'هشدار: این وضعیت مرجوعی به‌عنوان وضعیت پیش‌فرض مرجوعی تنظیم شده و قابل حذف نیست!';
$_['error_return']     = 'هشدار: این وضعیت مرجوعی به %s مرجوعی اختصاص یافته و قابل حذف نیست!';
