<?php
// Heading
$_['heading_title']      = 'وضعیت‌های اشتراک';

// Text
$_['text_success']       = 'موفق: وضعیت‌های اشتراک تغییر یافت!';
$_['text_list']          = 'لیست وضعیت‌های اشتراک';
$_['text_add']           = 'افزودن وضعیت اشتراک';
$_['text_edit']          = 'ویرایش وضعیت اشتراک';

// Column
$_['column_name']        = 'نام وضعیت اشتراک';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_name']         = 'نام وضعیت اشتراک';

// Error
$_['error_permission']   = 'هشدار: شما اجازه تغییر وضعیت‌های اشتراک را ندارید!';
$_['error_name']         = 'نام وضعیت اشتراک باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_default']      = 'هشدار: این وضعیت اشتراک به‌عنوان وضعیت پیش‌فرض اشتراک فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_subscription'] = 'هشدار: این وضعیت اشتراک به %s اشتراک اختصاص یافته و قابل حذف نیست!';
