<?php
// Heading
$_['heading_title']          = 'مناطق';

// Text
$_['text_success']           = 'موفق: مناطق تغییر یافت!';
$_['text_list']              = 'لیست مناطق';
$_['text_add']               = 'افزودن منطقه';
$_['text_edit']              = 'ویرایش منطقه';
$_['text_filter']            = 'فیلتر';

// Column
$_['column_name']            = 'نام منطقه';
$_['column_code']            = 'کد منطقه';
$_['column_country']         = 'کشور';
$_['column_action']          = 'عملیات';

// Entry
$_['entry_name']             = 'نام منطقه';
$_['entry_code']             = 'کد منطقه';
$_['entry_country']          = 'کشور';
$_['entry_status']           = 'وضعیت';

// Error
$_['error_permission']       = 'هشدار: شما اجازه تغییر مناطق را ندارید!';
$_['error_name']             = 'نام منطقه باید بین ۱ تا ۱۲۸ کاراکتر باشد!';
$_['error_default']          = 'هشدار: این منطقه به‌عنوان منطقه پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_store']            = 'هشدار: این منطقه به %s فروشگاه اختصاص یافته و قابل حذف نیست!';
$_['error_address']          = 'هشدار: این منطقه به %s مورد در دفترچه آدرس اختصاص یافته و قابل حذف نیست!';
$_['error_zone_to_geo_zone'] = 'هشدار: این منطقه به %s مورد در مناطق جغرافیایی اختصاص یافته و قابل حذف نیست!';
