<?php
// Heading
$_['heading_title'] = 'پرداخت ناموفق!';

// Text
$_['text_basket']   = 'سبد خرید';
$_['text_checkout'] = 'تسویه‌حساب';
$_['text_failure']  = 'پرداخت ناموفق';
$_['text_message']  = '<p>در پردازش پرداخت شما مشکلی پیش آمد و سفارش تکمیل نشد.</p>

<p>دلایل احتمالی:</p>
<ul>
  <li>موجودی ناکافی</li>
  <li>تأیید ناموفق</li>
</ul>

<p>لطفاً با روش پرداخت دیگری دوباره سفارش دهید.</p>

<p>اگر مشکل ادامه داشت، لطفاً با ذکر جزئیات سفارشی که قصد ثبت آن را دارید، <a href="%s">با ما تماس بگیرید</a>.</p>
';
