<?php
// Heading
$_['heading_title'] = 'سفارش شما ثبت شد!';

// Text
$_['text_basket']   = 'سبد خرید';
$_['text_checkout'] = 'تسویه‌حساب';
$_['text_success']  = 'موفق';
$_['text_customer'] = '<p>سفارش شما با موفقیت پردازش شد!</p><p>می‌توانید با رفتن به صفحه <a href="%s">حساب کاربری من</a> و کلیک روی <a href="%s">تاریخچه</a>، تاریخچه سفارش‌های خود را مشاهده کنید.</p><p>اگر خرید شما فایل دانلودی مرتبطی دارد، می‌توانید به صفحه <a href="%s">دانلودها</a> در حساب کاربری خود مراجعه کنید.</p><p>لطفاً هر سؤالی دارید با <a href="%s">مالک فروشگاه</a> در میان بگذارید.</p><p>از خرید آنلاین شما از ما متشکریم!</p>';
$_['text_guest']    = '<p>سفارش شما با موفقیت پردازش شد!</p><p>لطفاً هر سؤالی دارید با <a href="%s">مالک فروشگاه</a> در میان بگذارید.</p><p>از خرید آنلاین شما از ما متشکریم!</p>';
$_['text_messenger_connect'] = 'برای دریافت بروزرسانی سفارش، اتصال بدید به:';
