<?php
// Text
$_['text_success']         = 'مشتریان با موفقیت تغییر یافتند';

// Error
$_['error_customer']       = 'هشدار: مشتری یافت نشد!';
$_['error_customer_group'] = 'گروه مشتری معتبر به نظر نمی‌رسد!';
$_['error_firstname']      = 'نام باید بین ۱ تا ۳۲ کاراکتر باشد!';
$_['error_lastname']       = 'نام خانوادگی باید بین ۱ تا ۳۲ کاراکتر باشد!';
$_['error_email']          = 'آدرس ایمیل معتبر به نظر نمی‌رسد!';
$_['error_telephone']      = 'تلفن باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_custom_field']   = '%s الزامی است!';
$_['error_regex']          = '%s مقدار معتبری نیست!';
