<?php
// Text
$_['text_success']       = 'موفق: آدرس ارسال تنظیم شد!';

// Error
$_['error_firstname']    = 'نام باید بین ۱ تا ۳۲ کاراکتر باشد!';
$_['error_lastname']     = 'نام خانوادگی باید بین ۱ تا ۳۲ کاراکتر باشد!';
$_['error_address_1']    = 'آدرس ۱ باید بین ۳ تا ۱۲۸ کاراکتر باشد!';
$_['error_city']         = 'شهر باید بین ۳ تا ۱۲۸ کاراکتر باشد!';
$_['error_postcode']     = 'کد پستی برای این کشور باید بین ۲ تا ۱۰ کاراکتر باشد!';
$_['error_country']      = 'لطفاً یک کشور انتخاب کنید!';
$_['error_zone']         = 'لطفاً یک استان / منطقه انتخاب کنید!';
$_['error_custom_field'] = '%s الزامی است!';
$_['error_regex']        = '%s مقدار معتبری نیست!';
$_['error_shipping']     = 'هشدار: هیچ محصولی نیاز به ارسال ندارد';
