<?php
// Text
$_['text_success']           = 'موفق: اشتراک‌ها تغییر یافت!';

// Error
$_['error_customer']           = 'هشدار: اطلاعات مشتری الزامی است!';
$_['error_payment_address']    = 'هشدار: آدرس پرداخت الزامی است!';
$_['error_payment_method']     = 'هشدار: روش پرداخت الزامی است!';
$_['error_shipping_address']   = 'هشدار: آدرس ارسال الزامی است!';
$_['error_shipping_method']    = 'هشدار: روش ارسال الزامی است!';
$_['error_product']            = 'هشدار: محصولات الزامی است!';
$_['error_stock']              = 'هشدار: محصولاتی که با *** مشخص شده‌اند به تعداد درخواستی موجود نیستند یا ناموجودند!';
$_['error_minimum']            = 'هشدار: حداقل مبلغ سفارش برای %s برابر %s است!';
$_['error_subscription']       = 'هشدار: اشتراک الزامی است!';
$_['error_subscription_plan']  = 'هشدار: طرح اشتراک الزامی است!';
$_['error_call']               = 'فراخوانی API یافت نشد';
