<?php
// Heading
$_['heading_title']          = 'آقای پرداخت';

// Text
$_['text_description']       = 'برای تکمیل پرداخت به‌صورت امن به درگاه آقای پرداخت منتقل می‌شوید.';
$_['text_order_description'] = 'پرداخت سفارش #%s - %s';
$_['text_track_id']          = 'پرداخت از طریق آقای پرداخت. کد تراکنش: %s';

// Error
$_['error_order']            = 'سفارش شما یافت نشد!';
$_['error_payment_method']   = 'روش پرداخت انتخاب نشده است!';
$_['error_currency']         = 'این سفارش به ریال ثبت نشده و امکان اتصال به آقای پرداخت وجود ندارد!';
$_['error_gateway']          = 'درخواست پرداخت توسط آقای پرداخت رد شد. لطفاً دوباره تلاش کنید.';
$_['error_gateway_code']     = 'درخواست پرداخت توسط آقای پرداخت رد شد (کد خطا: %s). لطفاً دوباره تلاش کنید.';
