<?php
// Heading
$_['heading_title']          = 'بیت‌پی';

// Text
$_['text_description']       = 'برای تکمیل پرداخت به‌صورت امن به درگاه بیت‌پی منتقل می‌شوید.';
$_['text_order_description'] = 'پرداخت سفارش #%s - %s';
$_['text_track_id']          = 'پرداخت از طریق بیت‌پی. کد تراکنش: %s';

// Error
$_['error_order']            = 'سفارش شما یافت نشد!';
$_['error_payment_method']   = 'روش پرداخت انتخاب نشده است!';
$_['error_currency']         = 'این سفارش به ریال ثبت نشده و امکان اتصال به بیت‌پی وجود ندارد!';
$_['error_gateway']          = 'درخواست پرداخت توسط بیت‌پی رد شد. لطفاً دوباره تلاش کنید.';
