<?php
// Heading
$_['heading_title']      = 'کارت به کارت';

// Text
$_['text_instruction']   = 'راهنمای پرداخت کارت به کارت';
$_['text_description']   = 'لطفاً مبلغ کل سفارش را به شماره کارت زیر واریز کنید، سپس پرداخت را تأیید نمایید.';
$_['text_paid_to']       = 'واریز به کارت %s (%s)';
$_['text_customer_note'] = 'یادداشت مشتری';
$_['text_payment']       = 'سفارش شما پس از بررسی و تأیید دستی واریزی، ارسال خواهد شد.';
$_['text_holder']        = 'به نام';
$_['text_bank']          = 'بانک';
$_['entry_note']         = 'شماره پیگیری واریز (اختیاری)';

// Error
$_['error_order']            = 'سفارش شما یافت نشد!';
$_['error_payment_method']   = 'روش پرداخت انتخاب نشده است!';
