<?php
// Heading
$_['heading_title']          = 'آی‌دی‌پی';

// Text
$_['text_description']       = 'برای تکمیل پرداخت به‌صورت امن به درگاه آی‌دی‌پی منتقل می‌شوید.';
$_['text_order_description'] = 'پرداخت سفارش #%s - %s';
$_['text_track_id']          = 'پرداخت از طریق آی‌دی‌پی. کد رهگیری: %s';

// Error
$_['error_order']            = 'سفارش شما یافت نشد!';
$_['error_payment_method']   = 'روش پرداخت انتخاب نشده است!';
$_['error_currency']         = 'این سفارش به ریال ثبت نشده و امکان اتصال به آی‌دی‌پی وجود ندارد!';
$_['error_gateway']          = 'درخواست پرداخت توسط آی‌دی‌پی رد شد. لطفاً دوباره تلاش کنید.';
