<?php
// Heading
$_['heading_title']          = 'سیزپی';

// Text
$_['text_description']       = 'برای تکمیل پرداخت به‌صورت امن به درگاه سیزپی منتقل می‌شوید.';
$_['text_order_description'] = 'پرداخت سفارش #%s - %s';
$_['text_ref_no']            = 'پرداخت از طریق سیزپی. شماره مرجع: %s، شماره پیگیری: %s';

// Error
$_['error_order']            = 'سفارش شما یافت نشد!';
$_['error_payment_method']   = 'روش پرداخت انتخاب نشده است!';
$_['error_currency']         = 'این سفارش به ریال ثبت نشده و امکان اتصال به سیزپی وجود ندارد!';
$_['error_gateway']          = 'درخواست پرداخت توسط سیزپی رد شد. لطفاً دوباره تلاش کنید.';
