<?php
// Heading
$_['heading_title']          = 'زرین‌پال';

// Text
$_['text_description']       = 'برای تکمیل پرداخت به‌صورت امن به درگاه زرین‌پال منتقل می‌شوید.';
$_['text_order_description'] = 'پرداخت سفارش #%s - %s';
$_['text_ref_id']            = 'پرداخت از طریق زرین‌پال. شماره پیگیری: %s';

// Error
$_['error_order']            = 'سفارش شما یافت نشد!';
$_['error_payment_method']   = 'روش پرداخت انتخاب نشده است!';
$_['error_currency']         = 'این سفارش به ریال ثبت نشده و امکان اتصال به زرین‌پال وجود ندارد!';
$_['error_connection']       = 'اتصال به زرین‌پال برقرار نشد. لطفاً دوباره تلاش کنید.';
$_['error_gateway']          = 'درخواست پرداخت توسط زرین‌پال رد شد. لطفاً دوباره تلاش کنید.';
