<?php
// Heading
$_['heading_title']        = 'ارزها';

// Text
$_['text_success']         = 'موفق: ارزها تغییر یافت!';
$_['text_list']            = 'لیست ارزها';
$_['text_add']             = 'افزودن ارز';
$_['text_edit']            = 'ویرایش ارز';
$_['text_iso']             = 'می‌توانید لیست کامل کدهای ارز ISO و تنظیمات آن‌ها را <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">اینجا</a> ببینید.';

// Column
$_['column_title']         = 'عنوان ارز';
$_['column_code']          = 'کد';
$_['column_value']         = 'مقدار';
$_['column_status']        = 'وضعیت';
$_['column_date_modified'] = 'آخرین بروزرسانی';
$_['column_action']        = 'عملیات';

// Entry
$_['entry_title']          = 'عنوان ارز';
$_['entry_code']           = 'کد';
$_['entry_value']          = 'مقدار';
$_['entry_symbol_left']    = 'نماد سمت چپ';
$_['entry_symbol_right']   = 'نماد سمت راست';
$_['entry_decimal_place']  = 'تعداد اعشار';
$_['entry_status']         = 'وضعیت';

// Help
$_['help_code']            = 'اگر این ارز پیش‌فرض شماست، آن را تغییر ندهید.';
$_['help_value']           = 'مقدار ارز پیش‌فرض شما بر حسب واحد ارز فعلی. برای ارز پیش‌فرض، مقدار ۱ را وارد کنید.';
$_['help_title']           = 'برای هر زبان جداگانه وارد کنید - مثلاً می‌توانید در فارسی «درهم امارات» و در انگلیسی «United Arab Emirates Dirham» بنویسید. هر زبان همان عنوانی را که اینجا برایش وارد کرده‌اید در فروشگاه و پنل مدیریت می‌بیند.';

// Error
$_['error_permission']     = 'هشدار: شما اجازه تغییر ارزها را ندارید!';
$_['error_extension']      = 'هشدار: افزونه ارز یافت نشد!';
$_['error_title']          = 'عنوان ارز باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_code']           = 'کد ارز باید ۳ کاراکتر باشد!';
$_['error_default']        = 'هشدار: این ارز به‌عنوان ارز پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_store']          = 'هشدار: این ارز به %s فروشگاه اختصاص یافته و قابل حذف نیست!';
$_['error_order']          = 'هشدار: این ارز به %s سفارش اختصاص یافته و قابل حذف نیست!';
