<?php
// Heading
$_['heading_title']      = 'مناطق جغرافیایی';

// Text
$_['text_success']       = 'موفق: مناطق جغرافیایی تغییر یافت!';
$_['text_list']          = 'لیست مناطق جغرافیایی';
$_['text_add']           = 'افزودن منطقه جغرافیایی';
$_['text_edit']          = 'ویرایش منطقه جغرافیایی';
$_['text_geo_zone']      = 'مناطق جغرافیایی';

// Column
$_['column_name']        = 'نام منطقه جغرافیایی';
$_['column_description'] = 'توضیحات';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_name']         = 'نام منطقه جغرافیایی';
$_['entry_description']  = 'توضیحات';
$_['entry_country']      = 'کشور';
$_['entry_zone']         = 'منطقه';

// Error
$_['error_permission']   = 'هشدار: شما اجازه تغییر مناطق جغرافیایی را ندارید!';
$_['error_name']         = 'نام منطقه جغرافیایی باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_description']  = 'توضیحات باید بین ۳ تا ۲۵۵ کاراکتر باشد!';
$_['error_tax_rate']     = 'هشدار: این منطقه جغرافیایی به یک یا چند نرخ مالیات اختصاص یافته و قابل حذف نیست!';
