<?php
// Heading
$_['heading_title']    = 'واحدهای طول';

// Text
$_['text_success']     = 'موفق: واحدهای طول تغییر یافت!';
$_['text_list']        = 'لیست واحدهای طول';
$_['text_add']         = 'افزودن واحد طول';
$_['text_edit']        = 'ویرایش واحد طول';

// Column
$_['column_title']     = 'عنوان طول';
$_['column_unit']      = 'واحد طول';
$_['column_value']     = 'مقدار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_title']      = 'عنوان طول';
$_['entry_unit']       = 'واحد طول';
$_['entry_value']      = 'مقدار';

// Help
$_['help_value']       = 'مقدار طول پیش‌فرض شما بر حسب واحد طول فعلی. برای واحد پیش‌فرض، مقدار ۱ را وارد کنید.';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر واحدهای طول را ندارید!';
$_['error_title']      = 'عنوان طول باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_unit']       = 'واحد طول باید بین ۱ تا ۴ کاراکتر باشد!';
$_['error_default']    = 'هشدار: این واحد طول به‌عنوان واحد طول پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_product']    = 'هشدار: این واحد طول به %s محصول اختصاص یافته و قابل حذف نیست!';
