<?php
// Heading
$_['heading_title']    = 'اقدامات مرجوعی';

// Text
$_['text_success']     = 'موفق: اقدامات مرجوعی تغییر یافت!';
$_['text_list']        = 'لیست اقدامات مرجوعی';
$_['text_add']         = 'افزودن اقدام مرجوعی';
$_['text_edit']        = 'ویرایش اقدام مرجوعی';

// Column
$_['column_name']      = 'نام اقدام مرجوعی';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام اقدام مرجوعی';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر اقدامات مرجوعی را ندارید!';
$_['error_name']       = 'نام اقدام مرجوعی باید بین ۳ تا ۶۴ کاراکتر باشد!';
$_['error_return']     = 'هشدار: این اقدام مرجوعی به %s محصول مرجوعی اختصاص یافته و قابل حذف نیست!';
