<?php
// Heading
$_['heading_title']    = 'وضعیت‌های موجودی';

// Text
$_['text_success']     = 'موفق: وضعیت‌های موجودی تغییر یافت!';
$_['text_list']        = 'لیست وضعیت‌های موجودی';
$_['text_add']         = 'افزودن وضعیت موجودی';
$_['text_edit']        = 'ویرایش وضعیت موجودی';

// Column
$_['column_name']      = 'نام وضعیت موجودی';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعیت موجودی';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر وضعیت‌های موجودی را ندارید!';
$_['error_name']       = 'نام وضعیت موجودی باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_product']    = 'هشدار: این وضعیت موجودی به %s محصول اختصاص یافته و قابل حذف نیست!';
