<?php
// Heading
$_['heading_title']     = 'گروه‌های مالیاتی';

// Text
$_['text_success']      = 'موفق: گروه‌های مالیاتی تغییر یافت!';
$_['text_list']         = 'لیست گروه‌های مالیاتی';
$_['text_add']          = 'افزودن گروه مالیاتی';
$_['text_edit']         = 'ویرایش گروه مالیاتی';
$_['text_tax_class']    = 'گروه مالیاتی';
$_['text_tax_rate']     = 'نرخ‌های مالیات';
$_['text_shipping']     = 'آدرس ارسال';
$_['text_payment']      = 'آدرس پرداخت';
$_['text_store']        = 'آدرس فروشگاه';

// Column
$_['column_title']      = 'عنوان گروه مالیاتی';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_title']       = 'عنوان گروه مالیاتی';
$_['entry_description'] = 'توضیحات';
$_['entry_rate']        = 'نرخ مالیات';
$_['entry_based']       = 'مبنا';
$_['entry_geo_zone']    = 'منطقه جغرافیایی';
$_['entry_priority']    = 'اولویت';

// Error
$_['error_permission']  = 'هشدار: شما اجازه تغییر گروه‌های مالیاتی را ندارید!';
$_['error_title']       = 'عنوان گروه مالیاتی باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_description'] = 'توضیحات باید بین ۳ تا ۲۵۵ کاراکتر باشد!';
$_['error_product']     = 'هشدار: این گروه مالیاتی به %s محصول اختصاص یافته و قابل حذف نیست!';
