<?php
// Heading
$_['heading_title']    = 'واحدهای وزن';

// Text
$_['text_success']     = 'موفق: واحدهای وزن تغییر یافت!';
$_['text_list']        = 'لیست واحدهای وزن';
$_['text_add']         = 'افزودن واحد وزن';
$_['text_edit']        = 'ویرایش واحد وزن';

// Column
$_['column_title']     = 'عنوان وزن';
$_['column_unit']      = 'واحد وزن';
$_['column_value']     = 'مقدار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_title']      = 'عنوان وزن';
$_['entry_unit']       = 'واحد وزن';
$_['entry_value']      = 'مقدار';

// Help
$_['help_value']       = 'مقدار وزن پیش‌فرض شما بر حسب واحد وزن فعلی. برای واحد پیش‌فرض، مقدار ۱ را وارد کنید.';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر واحدهای وزن را ندارید!';
$_['error_title']      = 'عنوان وزن باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_unit']       = 'واحد وزن باید بین ۱ تا ۴ کاراکتر باشد!';
$_['error_default']    = 'هشدار: این واحد وزن به‌عنوان واحد وزن پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_product']    = 'هشدار: این واحد وزن به %s محصول اختصاص یافته و قابل حذف نیست!';
