<?php
// Heading
$_['heading_title']     = 'درخواست مقررات عمومی حفاظت از داده (GDPR)';

// Text
$_['text_account']      = 'حساب کاربری';
$_['text_gdpr']         = 'می‌توانید سیاست GDPR %s را در صفحه <a href="%s" target="_blank">%s</a> مشاهده کنید.';
$_['text_verification'] = 'تأیید حساب کاربری';
$_['text_email']        = 'پیش از انجام هر درخواست GDPR باید حساب شما را تأیید کنیم. لطفاً آدرس ایمیل خود را در زیر وارد کنید.';
$_['text_action']       = 'یک اقدام انتخاب کنید';
$_['text_export']       = 'خروجی اطلاعات شخصی';
$_['text_remove']       = 'حذف اطلاعات شخصی';
$_['text_warning']      = 'هشدار: شما دسترسی به حساب کاربری خود را از دست خواهید داد!';
$_['text_access']       = 'شما دیگر به حساب %s خود دسترسی نخواهید داشت.';
$_['text_history']      = 'شما دیگر به تاریخچه سفارش‌ها، فاکتورها، لیست‌های علاقه‌مندی یا فایل‌های دانلودی خود دسترسی نخواهید داشت.';
$_['text_limit']        = 'درخواست‌های حذف حساب پس از <strong>%s روز</strong> پردازش می‌شوند تا امکان تشخیص تقلب، برگشت وجه یا بازپرداخت فراهم باشد.';
$_['text_success']      = 'موفق: ایمیلی به آدرس ایمیل شما ارسال شد!';
$_['text_cancel']       = 'انصراف';

// Entry
$_['entry_email']       = 'ایمیل';

// Error
$_['error_email']       = 'آدرس ایمیل معتبر به نظر نمی‌رسد!';
$_['error_action']      = 'باید یک اقدام معتبر GDPR انتخاب کنید!';
