<?php
// Heading
$_['heading_title']    = 'گروه‌های کاربری';

// Text
$_['text_success']     = 'موفق: گروه‌های کاربری تغییر یافت!';
$_['text_list']        = 'گروه کاربری';
$_['text_add']         = 'افزودن گروه کاربری';
$_['text_edit']        = 'ویرایش گروه کاربری';
$_['text_access']      = 'دسترسی';
$_['text_modify']      = 'تغییر';

// Column
$_['column_name']      = 'نام گروه کاربری';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام گروه کاربری';
$_['entry_permission'] = 'مجوزها';
$_['entry_extension']  = 'افزونه‌ها';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تغییر گروه‌های کاربری را ندارید!';
$_['error_name']       = 'نام گروه کاربری باید بین ۳ تا ۶۴ کاراکتر باشد!';
$_['error_user']       = 'هشدار: این گروه کاربری به %s کاربر اختصاص یافته و قابل حذف نیست!';
