<?php
// Heading
$_['heading_title']           = 'اطلاعات';

// Text
$_['text_success']            = 'موفق: اطلاعات تغییر یافت!';
$_['text_list']               = 'لیست صفحات اطلاعات';
$_['text_add']                = 'افزودن صفحه اطلاعات';
$_['text_edit']                = 'ویرایش صفحه اطلاعات';
$_['text_default']            = 'پیش‌فرض';
$_['text_general']            = 'عمومی';
$_['text_meta']               = 'متا تگ‌ها';
$_['text_keyword']            = 'از فاصله استفاده نکنید، به‌جای آن از - استفاده کنید و مطمئن شوید آدرس سئو در کل سایت یکتا است.';

// Column
$_['column_title']            = 'عنوان صفحه اطلاعات';
$_['column_sort_order']       = 'ترتیب نمایش';
$_['column_action']           = 'عملیات';

// Entry
$_['entry_title']             = 'عنوان صفحه اطلاعات';
$_['entry_description']       = 'توضیحات';
$_['entry_meta_title']        = 'عنوان متا تگ';
$_['entry_meta_keyword']      = 'کلمات کلیدی متا تگ';
$_['entry_meta_description']  = 'توضیحات متا تگ';
$_['entry_store']             = 'فروشگاه‌ها';
$_['entry_keyword']           = 'کلمه کلیدی';
$_['entry_status']            = 'وضعیت';
$_['entry_sort_order']        = 'ترتیب نمایش';
$_['entry_layout']            = 'بازنویسی چیدمان';

// Error
$_['error_warning']           = 'هشدار: لطفاً فرم را از نظر خطا با دقت بررسی کنید!';
$_['error_permission']        = 'هشدار: شما اجازه تغییر اطلاعات را ندارید!';
$_['error_title']             = 'عنوان صفحه اطلاعات باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_description']       = 'توضیحات باید بیشتر از ۳ کاراکتر باشد!';
$_['error_meta_title']        = 'عنوان متا باید بیشتر از ۱ و کمتر از ۲۵۵ کاراکتر باشد!';
$_['error_keyword']           = 'آدرس سئو باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_keyword_exists']    = 'آدرس سئو باید یکتا باشد!';
$_['error_keyword_character'] = 'کلمه کلیدی فقط می‌تواند شامل حروف a-z، اعداد 0-9، - و _ باشد!';
$_['error_account']           = 'هشدار: این صفحه اطلاعات به‌عنوان شرایط حساب کاربری فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_checkout']          = 'هشدار: این صفحه اطلاعات به‌عنوان شرایط تسویه‌حساب فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_affiliate']         = 'هشدار: این صفحه اطلاعات به‌عنوان شرایط همکاری در فروش تنظیم شده و قابل حذف نیست!';
$_['error_return']            = 'هشدار: این صفحه اطلاعات به‌عنوان شرایط مرجوعی فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_store']             = 'هشدار: این صفحه اطلاعات هم‌اکنون توسط %s فروشگاه استفاده می‌شود و قابل حذف نیست!';
