<?php
// Heading
$_['heading_title']          = 'طرح‌های اشتراک';

// Text
$_['text_success']           = 'موفق: طرح‌های اشتراک تغییر یافت!';
$_['text_list']              = 'لیست طرح‌های اشتراک';
$_['text_add']               = 'افزودن طرح اشتراک';
$_['text_edit']               = 'ویرایش طرح اشتراک';
$_['text_subscription']      = 'اشتراک';
$_['text_trial']             = 'دوره آزمایشی';
$_['text_day']               = 'روز';
$_['text_week']              = 'هفته';
$_['text_semi_month']        = 'نیم‌ماه';
$_['text_month']             = 'ماه';
$_['text_year']              = 'سال';

// Entry
$_['entry_name']             = 'نام طرح اشتراک';
$_['entry_trial_duration']   = 'مدت دوره آزمایشی';
$_['entry_trial_cycle']      = 'چرخه دوره آزمایشی';
$_['entry_trial_frequency']  = 'تناوب دوره آزمایشی';
$_['entry_trial_status']     = 'وضعیت دوره آزمایشی';
$_['entry_duration']         = 'مدت';
$_['entry_cycle']            = 'چرخه';
$_['entry_frequency']        = 'تناوب';
$_['entry_status']           = 'وضعیت';
$_['entry_sort_order']       = 'ترتیب نمایش';

// Column
$_['column_name']            = 'نام طرح اشتراک';
$_['column_sort_order']      = 'ترتیب نمایش';
$_['column_action']          = 'عملیات';

// Help
$_['help_trial_duration']    = 'مدت، تعداد دفعاتی است که کاربر پرداخت انجام می‌دهد.';
$_['help_trial_cycle']       = 'مبلغ اشتراک بر اساس تناوب و چرخه محاسبه می‌شود.';
$_['help_trial_frequency']   = 'اگر تناوب را "هفته" و چرخه را "۲" قرار دهید، از کاربر هر ۲ هفته یک‌بار مبلغی دریافت می‌شود.';
$_['help_duration']          = 'مدت، تعداد دفعاتی است که کاربر پرداخت انجام می‌دهد؛ برای پرداخت تا زمان لغو، این مقدار را ۰ قرار دهید.';
$_['help_cycle']             = 'مبلغ اشتراک بر اساس تناوب و چرخه محاسبه می‌شود.';
$_['help_frequency']         = 'اگر تناوب را "هفته" و چرخه را "۲" قرار دهید، از کاربر هر ۲ هفته یک‌بار مبلغی دریافت می‌شود.';

// Error
$_['error_warning']          = 'هشدار: لطفاً فرم را از نظر خطا با دقت بررسی کنید!';
$_['error_permission']       = 'هشدار: شما اجازه تغییر طرح‌های اشتراک را ندارید!';
$_['error_name']             = 'نام طرح اشتراک باید بیشتر از ۳ و کمتر از ۲۵۵ کاراکتر باشد!';
$_['error_trial_duration']   = 'مدت دوره آزمایشی باید بیشتر از ۰ باشد!';
$_['error_product']          = 'هشدار: این طرح اشتراک به %s محصول اختصاص یافته و قابل حذف نیست!';
