<?php
// Heading
$_['heading_title']    = 'مدیریت تصاویر';

// Text
$_['text_uploaded']    = 'موفق: فایل شما بارگذاری شد!';
$_['text_directory']   = 'موفق: پوشه ایجاد شد!';
$_['text_delete']      = 'موفق: فایل یا پوشه شما حذف شد!';

// Entry
$_['entry_search']     = 'جستجو..';
$_['entry_folder']     = 'نام پوشه';

// Error
$_['error_permission'] = 'هشدار: دسترسی مجاز نیست!';
$_['error_filename']   = 'هشدار: نام فایل باید بین ۳ تا ۲۵۵ کاراکتر باشد!';
$_['error_folder']     = 'هشدار: نام پوشه باید بین ۳ تا ۲۵۵ کاراکتر باشد!';
$_['error_exists']     = 'هشدار: فایل یا پوشه‌ای با همین نام از قبل وجود دارد!';
$_['error_directory']  = 'هشدار: پوشه موردنظر وجود ندارد!';
$_['error_file_type']  = 'هشدار: نوع فایل نامعتبر است!';
$_['error_upload']     = 'هشدار: به دلیل نامشخص، فایل بارگذاری نشد!';
$_['error_delete']     = 'هشدار: شما نمی‌توانید این پوشه را حذف کنید!';
