<?php
// Heading
$_['heading_title'] = 'استفاده از امتیاز پاداش (موجود %s)';

// Text
$_['text_success']  = 'موفق: تخفیف امتیاز پاداش شما اعمال شد!';

// Entry
$_['entry_reward']  = 'امتیاز مورد استفاده (حداکثر %s)';

// Error
$_['error_reward']  = 'هشدار: لطفاً میزان امتیاز پاداش مورد استفاده را وارد کنید!';
$_['error_points']  = 'هشدار: شما %s امتیاز پاداش ندارید!';
$_['error_maximum'] = 'هشدار: حداکثر تعداد امتیازی که می‌توان استفاده کرد %s است!';
$_['error_status']  = 'هشدار: امتیاز پاداش در این فروشگاه فعال نیست!';
