<?php
// Heading
$_['heading_title']        = 'برآورد هزینه ارسال و مالیات';

// Text
$_['text_shipping_method'] = 'گزینه‌های روش ارسال';
$_['text_destination']     = 'مقصد خود را برای برآورد هزینه ارسال وارد کنید.';
$_['text_estimate']        = 'لطفاً روش ارسال مورد نظر برای این سفارش را انتخاب کنید.';
$_['text_success']         = 'موفق: برآورد هزینه ارسال شما اعمال شد!';

// Entry
$_['entry_country']        = 'کشور';
$_['entry_zone']           = 'استان / منطقه';
$_['entry_postcode']       = 'کد پستی';

// Error
$_['error_postcode']       = 'کد پستی باید بین ۲ تا ۱۰ کاراکتر باشد!';
$_['error_country']        = 'لطفاً یک کشور انتخاب کنید!';
$_['error_zone']           = 'لطفاً یک استان / منطقه انتخاب کنید!';
$_['error_shipping']       = 'هشدار: انتخاب روش ارسال الزامی است!';
$_['error_no_shipping']    = 'هشدار: هیچ روش ارسالی موجود نیست. لطفاً برای راهنمایی <a href="%s">با ما تماس بگیرید</a>!';
