<?php
// Text
$_['text_success']   = 'موفق: تخفیف امتیاز پاداش شما اعمال شد!';

// Error
$_['error_customer'] = 'هشدار: اطلاعات مشتری الزامی است!';
$_['error_product']  = 'هشدار: محصولات الزامی است!';
$_['error_points']   = 'هشدار: شما %s امتیاز پاداش ندارید!';
$_['error_maximum']  = 'هشدار: حداکثر تعداد امتیازی که می‌توان استفاده کرد %s است!';
$_['error_status']   = 'هشدار: امتیاز پاداش در این فروشگاه فعال نیست!';
$_['error_confirm']  = 'هشدار: لطفاً فرم امتیاز پاداش را از نظر خطا بررسی کنید!';
