<?php
// Heading
$_['heading_title']          = 'پیامک آی‌پی‌پنل';
$_['ippanel_heading_title']  = 'پیامک آی‌پی‌پنل';

// Text
$_['text_extension']         = 'افزونه‌ها';
$_['text_home']              = 'داشبورد';
$_['text_edit']              = 'ویرایش پیامک آی‌پی‌پنل';
$_['text_success']           = 'موفق: تنظیمات پیامک آی‌پی‌پنل ویرایش شد!';
$_['text_general']           = 'عمومی';
$_['text_notifications']     = 'اعلان‌ها';

// Entry
$_['entry_status']           = 'وضعیت';
$_['entry_api_key']          = 'کلید API';
$_['entry_sender']           = 'شماره فرستنده';
$_['entry_order_add_status'] = 'پیامک به مشتری هنگام ثبت سفارش جدید';
$_['entry_order_status_status'] = 'پیامک به مشتری هنگام تغییر وضعیت سفارش';
$_['entry_admin_status']     = 'پیامک به مدیر هنگام ثبت سفارش جدید';
$_['entry_admin_telephone']  = 'شماره موبایل مدیر';

// Help
$_['help_api_key']           = 'یک کلید API دائمی از مسیر پنل کاربری ← توسعه‌دهندگان ← کلیدهای دسترسی در سایت ippanel.com بسازید.';
$_['help_sender']            = 'شماره فرستنده‌ای که به حساب آی‌پی‌پنل شما اختصاص داده شده (مثلاً +983000505).';
$_['help_admin_telephone']   = 'شماره موبایل (فرمت ایران) که هنگام ثبت هر سفارش جدید یک پیامک دریافت می‌کند.';

// Error
$_['error_permission']       = 'هشدار: شما اجازه ویرایش پیامک آی‌پی‌پنل را ندارید!';
$_['error_warning']          = 'هشدار: لطفاً فرم را از نظر خطا بررسی کنید!';
$_['error_api_key']          = 'در صورت فعال بودن وضعیت، وارد کردن کلید API الزامی است!';
$_['error_sender']           = 'در صورت فعال بودن وضعیت، وارد کردن شماره فرستنده الزامی است!';
