<?php
// Heading
$_['heading_title']       = 'کوپن‌ها';

// Text
$_['text_success']        = 'موفق: کوپن‌ها تغییر یافت!';
$_['text_list']           = 'لیست کوپن‌ها';
$_['text_add']            = 'افزودن کوپن';
$_['text_edit']           = 'ویرایش کوپن';
$_['text_percent']        = 'درصد';
$_['text_amount']         = 'مبلغ ثابت';
$_['text_coupon']         = 'تاریخچه';

// Column
$_['column_name']         = 'نام کوپن';
$_['column_code']         = 'کد';
$_['column_discount']     = 'تخفیف';
$_['column_date_start']   = 'تاریخ شروع';
$_['column_date_end']     = 'تاریخ پایان';
$_['column_status']       = 'وضعیت';
$_['column_order_id']     = 'شناسه سفارش';
$_['column_customer']     = 'مشتری';
$_['column_amount']       = 'مبلغ';
$_['column_date_added']   = 'تاریخ افزودن';
$_['column_action']       = 'عملیات';

// Entry
$_['entry_name']          = 'نام کوپن';
$_['entry_code']          = 'کد';
$_['entry_type']          = 'نوع';
$_['entry_discount']      = 'تخفیف';
$_['entry_logged']        = 'ورود مشتری';
$_['entry_shipping']      = 'ارسال رایگان';
$_['entry_total']         = 'مبلغ کل';
$_['entry_category']      = 'دسته‌بندی';
$_['entry_product']       = 'محصولات';
$_['entry_date']          = 'تاریخ‌ها';
$_['entry_uses_total']    = 'تعداد استفاده از هر کوپن';
$_['entry_uses_customer'] = 'تعداد استفاده هر مشتری';
$_['entry_status']        = 'وضعیت';

// Help
$_['help_code']           = 'کدی که مشتری برای دریافت تخفیف وارد می‌کند.';
$_['help_type']           = 'درصدی یا مبلغ ثابت.';
$_['help_logged']         = 'مشتری باید برای استفاده از کوپن وارد شده باشد.';
$_['help_total']          = 'مبلغ کلی که باید قبل از معتبر شدن کوپن به آن رسید.';
$_['help_category']       = 'همه محصولات زیرمجموعه دسته‌بندی انتخاب‌شده را انتخاب کنید.';
$_['help_product']        = 'محصولات خاصی که کوپن برای آن‌ها اعمال می‌شود را انتخاب کنید. برای اعمال کوپن به کل سبد خرید، هیچ محصولی انتخاب نکنید.';
$_['help_uses_total']     = 'حداکثر تعداد دفعاتی که این کوپن توسط همه مشتریان قابل استفاده است. برای نامحدود، خالی بگذارید';
$_['help_uses_customer']  = 'حداکثر تعداد دفعاتی که این کوپن توسط یک مشتری قابل استفاده است. برای نامحدود، خالی بگذارید';

// Error
$_['error_permission']    = 'هشدار: شما اجازه تغییر کوپن‌ها را ندارید!';
$_['error_exists']        = 'هشدار: این کد کوپن قبلاً استفاده شده است!';
$_['error_name']          = 'نام کوپن باید بین ۳ تا ۱۲۸ کاراکتر باشد!';
$_['error_code']          = 'کد باید بین ۳ تا ۲۰ کاراکتر باشد!';
