<?php
// Heading
$_['heading_title']     = 'ردیابی بازاریابی';

// Text
$_['text_success']      = 'موفق: ردیابی بازاریابی تغییر یافت!';
$_['text_list']         = 'لیست ردیابی بازاریابی';
$_['text_add']          = 'افزودن ردیابی بازاریابی';
$_['text_edit']         = 'ویرایش ردیابی بازاریابی';
$_['text_filter']       = 'فیلتر';
$_['text_history']      = 'تاریخچه';
$_['text_history_add']  = 'افزودن تاریخچه';
$_['text_report']       = 'گزارش‌ها';

// Column
$_['column_name']       = 'نام کمپین';
$_['column_code']       = 'کد';
$_['column_clicks']     = 'کلیک‌ها';
$_['column_orders']     = 'سفارش‌ها';
$_['column_ip']         = 'آی‌پی';
$_['column_account']    = 'حساب‌ها';
$_['column_store']      = 'فروشگاه';
$_['column_country']    = 'کشور';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام کمپین';
$_['entry_description'] = 'توضیحات کمپین';
$_['entry_code']        = 'کد ردیابی';
$_['entry_example']     = 'مثال‌ها';
$_['entry_date_from']   = 'از تاریخ';
$_['entry_date_to']     = 'تا تاریخ';

// Help
$_['help_code']         = 'کدی که برای ردیابی کمپین‌های بازاریابی استفاده می‌شود.';
$_['help_example']      = 'برای اینکه سیستم بتواند ارجاعات را ردیابی کند، باید کد ردیابی را به انتهای آدرسی که به سایت شما لینک می‌دهد اضافه کنید.';

// Error
$_['error_permission']  = 'هشدار: شما اجازه تغییر ردیابی بازاریابی را ندارید!';
$_['error_name']        = 'نام کمپین باید بین ۱ تا ۳۲ کاراکتر باشد!';
$_['error_code']        = 'کد ردیابی الزامی است!';
$_['error_exists']      = 'این کد ردیابی توسط کمپین دیگری استفاده می‌شود!';
