<?php
// Text
$_['text_subject']        = '%s - برنامه همکاری در فروش';
$_['text_welcome']        = 'از پیوستن شما به برنامه همکاری در فروش %s متشکریم!';
$_['text_login']          = 'حساب شما ایجاد شده و اکنون می‌توانید با ایمیل و رمز عبور خود از طریق وب‌سایت ما یا آدرس زیر وارد شوید:';
$_['text_approval']       = 'حساب شما پیش از ورود باید تأیید شود. پس از تأیید، می‌توانید با ایمیل و رمز عبور خود از طریق وب‌سایت ما یا آدرس زیر وارد شوید:';
$_['text_service']        = 'پس از ورود، می‌توانید کدهای ردیابی تولید کنید، پرداخت‌های کمیسیون را پیگیری کنید و اطلاعات حساب خود را ویرایش نمایید.';
$_['text_thanks']         = 'با تشکر،';
$_['text_new_affiliate']  = 'همکار در فروش جدید';
$_['text_signup']         = 'یک همکار در فروش جدید ثبت‌نام کرد:';
$_['text_website']        = 'وب‌سایت:';
$_['text_customer_group'] = 'گروه مشتری:';
$_['text_firstname']      = 'نام:';
$_['text_lastname']       = 'نام خانوادگی:';
$_['text_company']        = 'شرکت:';
$_['text_email']          = 'ایمیل:';
$_['text_telephone']      = 'تلفن:';

// Button
$_['button_login']        = 'ورود';
