<?php
// Text
$_['text_subject']  = '%s - درخواست خروجی/حذف GDPR!';
$_['text_export']   = 'درخواست خروجی داده';
$_['text_remove']   = 'درخواست حذف حساب کاربری';
$_['text_gdpr']     = 'یک درخواست GDPR از این آدرس ایمیل ثبت شد. برای تأیید این اقدام، لطفاً روی لینک زیر کلیک کنید:';
$_['text_ip']       = 'آی‌پی مورد استفاده برای این درخواست:';
$_['text_contact']  = 'اگر این درخواست را شما ثبت نکرده‌اید، لطفاً با مالک فروشگاه از اینجا تماس بگیرید:';
$_['text_thanks']   = 'با تشکر،';
$_['text_ignore']   = 'اگر این درخواست را شما ایجاد نکرده‌اید، لطفاً این ایمیل را نادیده بگیرید.';

// Buttons
$_['button_export'] = 'خروجی گرفتن از داده‌هایم را تأیید می‌کنم';
$_['button_remove'] = 'حذف حساب کاربری‌ام را تأیید می‌کنم';
