<?php
// Text
$_['text_subject']        = '%s - از ثبت‌نام شما متشکریم';
$_['text_welcome']        = 'خوش آمدید و از ثبت‌نام شما در %s متشکریم!';
$_['text_login']          = 'حساب شما ایجاد شده و اکنون می‌توانید با ایمیل و رمز عبور خود از طریق وب‌سایت ما یا آدرس زیر وارد شوید:';
$_['text_approval']       = 'حساب شما پیش از ورود باید تأیید شود. پس از تأیید، می‌توانید با ایمیل و رمز عبور خود از طریق وب‌سایت ما یا آدرس زیر وارد شوید:';
$_['text_service']        = 'پس از ورود، می‌توانید به سایر خدمات از جمله مشاهده سفارش‌های قبلی، چاپ فاکتور و ویرایش اطلاعات حساب خود دسترسی داشته باشید.';
$_['text_thanks']         = 'با تشکر،';
$_['text_new_customer']   = 'مشتری جدید';
$_['text_signup']         = 'یک مشتری جدید ثبت‌نام کرد:';
$_['text_customer_group'] = 'گروه مشتری:';
$_['text_firstname']      = 'نام:';
$_['text_lastname']       = 'نام خانوادگی:';
$_['text_email']          = 'ایمیل:';
$_['text_telephone']      = 'تلفن:';

// Button
$_['button_login']        = 'ورود';
