<?php
// Heading
$_['heading_title']            = 'رمز عبور خود را فراموش کرده‌اید؟';
$_['heading_reset']            = 'بازنشانی رمز عبور';

// Text
$_['text_email']               = 'آدرس ایمیل مرتبط با حساب کاربری خود را وارد کنید. برای دریافت لینک بازنشانی رمز عبور از طریق ایمیل، روی ثبت کلیک کنید.';
$_['text_success']             = 'ایمیلی حاوی لینک تأیید به آدرس ایمیل مدیر شما ارسال شد.';
$_['text_password']            = 'رمز عبور جدیدی که می‌خواهید استفاده کنید را وارد کنید.';
$_['text_reset']               = 'موفق: رمز عبور شما با موفقیت بروزرسانی شد.';

// Entry
$_['entry_password']           = 'رمز عبور';
$_['entry_confirm']            = 'تکرار رمز عبور';
$_['entry_email']              = 'آدرس ایمیل';

// Error
$_['error_email']              = 'هشدار: این آدرس ایمیل در سوابق ما یافت نشد!';
$_['error_code']               = 'کد بازنشانی مطابقت ندارد!';
$_['error_password']           = 'رمز عبور باید شامل %s باشد و بین %d تا ۲۰ کاراکتر باشد!';
$_['error_password_uppercase'] = 'حرف بزرگ انگلیسی';
$_['error_password_lowercase'] = 'حرف کوچک انگلیسی';
$_['error_password_number']    = 'عدد';
$_['error_password_symbol']    = 'نماد';
$_['error_password_length']    = 'رمز عبور باید بین %d تا ۴۰ کاراکتر باشد!';
$_['error_confirm']            = 'رمز عبور و تکرار آن مطابقت ندارند!';
