<?php
// Text
$_['text_subject'] = '%s - درخواست GDPR تأیید شد!';
$_['text_request'] = 'درخواست حذف حساب کاربری';
$_['text_hello']   = 'سلام <strong>%s</strong>،';
$_['text_user']    = 'کاربر';
$_['text_gdpr']    = 'درخواست حذف داده‌های شما (GDPR) تأیید شد و طی <strong>%s روز</strong> حذف خواهد شد.';
$_['text_q']       = 'پرسش: چرا داده‌های شما بلافاصله حذف نمی‌شود؟';
$_['text_a']       = 'پاسخ: درخواست‌های حذف حساب پس از <strong>%s روز</strong> پردازش می‌شوند تا امکان رسیدگی به بازپرداخت‌ها، برگشت وجه یا تشخیص تقلب فراهم باشد.';
$_['text_delete']  = 'پس از حذف حساب شما، ایمیلی برای اطلاع‌رسانی دریافت خواهید کرد.';
$_['text_thanks']  = 'با تشکر،';
