<?php
// Text
$_['text_reviews']    = '%s دیدگاه';
$_['text_write']      = 'نوشتن دیدگاه';
$_['text_login']      = 'لطفاً برای ثبت دیدگاه <a href="%s">وارد شوید</a> یا <a href="%s">ثبت‌نام کنید</a>';
$_['text_no_results'] = 'اولین نفری باشید که برای این محصول دیدگاه می‌نویسد.';
$_['text_note']       = '<span class="text-danger">توجه:</span> کدهای HTML ترجمه نمی‌شوند!';
$_['text_success']    = 'از دیدگاه شما متشکریم. این دیدگاه برای تأیید به مدیر سایت ارسال شد.';

// Entry
$_['entry_author']     = 'نام شما';
$_['entry_review']     = 'دیدگاه شما';
$_['entry_rating']     = 'امتیاز';
$_['entry_good']       = 'خوب';
$_['entry_bad']        = 'بد';

// Tab
$_['tab_review']       = 'دیدگاه‌ها (%s)';

// Error
$_['error_token']      = 'هشدار: توکن دیدگاه نامعتبر است!';
$_['error_product']    = 'هشدار: محصول یافت نشد!';
$_['error_author']     = 'نام در دیدگاه باید بین ۳ تا ۲۵ کاراکتر باشد!';
$_['error_text']       = 'متن دیدگاه باید بین ۲۵ تا ۱۰۰۰ کاراکتر باشد!';
$_['error_rating']     = 'لطفاً یک امتیاز برای دیدگاه انتخاب کنید!';
$_['error_login']      = 'برای ثبت دیدگاه باید وارد حساب کاربری خود شوید!';
$_['error_purchased']  = 'برای نوشتن دیدگاه باید این محصول را خریداری کرده باشید!';
$_['error_status']     = 'ثبت دیدگاه غیرفعال است!';
