<?php
// Heading
$_['heading_title']     = 'رویدادها';

// Text
$_['text_success']      = 'موفق: رویدادها تغییر یافت!';
$_['text_list']         = 'لیست رویدادها';
$_['text_event']        = 'رویدادها توسط افزونه‌ها برای بازنویسی عملکرد پیش‌فرض فروشگاه شما استفاده می‌شوند. در صورت بروز مشکل، می‌توانید رویدادها را از اینجا فعال یا غیرفعال کنید.';
$_['text_info']         = 'اطلاعات رویداد';

// Column
$_['column_code']       = 'کد رویداد';
$_['column_sort_order'] = 'ترتیب نمایش';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_description'] = 'توضیحات';
$_['entry_trigger']     = 'محرک';
$_['entry_action']      = 'عملیات';

// Error
$_['error_permission']  = 'هشدار: شما اجازه تغییر رویدادها را ندارید!';
