<?php
// Heading
$_['heading_title']     = 'گروه‌های مشتری';

// Text
$_['text_success']      = 'موفق: گروه‌های مشتری تغییر یافت!';
$_['text_list']         = 'لیست گروه‌های مشتری';
$_['text_add']          = 'افزودن گروه مشتری';
$_['text_edit']         = 'ویرایش گروه مشتری';

// Column
$_['column_name']       = 'نام گروه مشتری';
$_['column_sort_order'] = 'ترتیب نمایش';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه مشتری';
$_['entry_description'] = 'توضیحات';
$_['entry_approval']    = 'تأیید مشتریان جدید';
$_['entry_sort_order']  = 'ترتیب نمایش';

// Help
$_['help_approval']     = 'مشتریان باید قبل از ورود توسط یک مدیر تأیید شوند.';

// Error
$_['error_permission']  = 'هشدار: شما اجازه تغییر گروه‌های مشتری را ندارید!';
$_['error_name']        = 'نام گروه مشتری باید بین ۳ تا ۳۲ کاراکتر باشد!';
$_['error_default']     = 'هشدار: این گروه مشتری به‌عنوان گروه مشتری پیش‌فرض فروشگاه تنظیم شده و قابل حذف نیست!';
$_['error_store']       = 'هشدار: این گروه مشتری به %s فروشگاه اختصاص یافته و قابل حذف نیست!';
$_['error_customer']    = 'هشدار: این گروه مشتری به %s مشتری اختصاص یافته و قابل حذف نیست!';
