<?php
// Heading
$_['heading_title'] = 'از حساب کاربری خود محافظت کنید';

// Text
$_['text_security'] = 'هرگاه از یک دستگاه یا رایانه ناشناس وارد شوید، باید به سؤال امنیتی پاسخ دهید.';
$_['text_code']     = 'برای ارسال کد امنیتی به ایمیل خود، دکمه ارسال را بزنید. برای ادامه، کد را در زیر وارد کنید.';
$_['text_sent']     = 'موفق: ایمیلی حاوی کد امنیتی به ایمیل شما ارسال شد!';
$_['text_locked']   = 'حساب کاربری شما قفل شده است!';
$_['text_reset']    = 'به دلیل تلاش‌های ناموفق زیاد برای وارد کردن کد امنیتی، حساب شما قفل شده است. برای دریافت لینک بازنشانی از طریق ایمیل، دکمه بازنشانی را بزنید.';
$_['text_link']     = 'موفق: ایمیلی حاوی لینک بازنشانی به آدرس ایمیل شما ارسال شد!';
$_['text_unlocked'] = 'حساب کاربری شما باز شد!';
$_['text_unlock']   = 'حساب کاربری شما باز شده است. برای ادامه باید دوباره وارد شوید و فرآیند تأیید دومرحله‌ای را تکرار کنید.';
$_['text_failed']   = 'کد امنیتی شما بازنشانی نشد!';

// Entry
$_['entry_code']    = 'کد امنیتی';

// Button
$_['button_send']   = 'ارسال';
$_['button_reset']  = 'بازنشانی';

// Error
$_['error_code']    = 'کد امنیتی مطابقت ندارد!';
