<?php
// Heading
$_['heading_title']                = 'ورود به حساب کاربری';

// Text
$_['text_account']                 = 'حساب کاربری';
$_['text_login']                   = 'ورود';
$_['text_new_customer']            = 'هنوز حساب کاربری ندارید؟';
$_['text_register']                = 'ثبت‌نام';
$_['text_forgotten']               = 'فراموشی رمز عبور';
$_['text_login_otp']               = 'ورود با شماره موبایل و کد یکبار مصرف';

// Entry
$_['entry_identifier']             = 'شماره موبایل یا آدرس ایمیل';
$_['entry_email']                  = 'آدرس ایمیل';
$_['entry_password']               = 'رمز عبور';

// Error
$_['error_token']                  = 'هشدار: نشست نامعتبر است. لطفاً دوباره وارد شوید!';
$_['error_identifier']             = 'لطفاً شماره موبایل یا آدرس ایمیل خود را وارد کنید!';
$_['error_login']                  = 'هشدار: آدرس ایمیل و/یا رمز عبور مطابقت ندارد.';
$_['error_attempts']               = 'هشدار: تعداد تلاش‌های مجاز برای ورود به حساب شما به پایان رسیده است. لطفاً ۱ ساعت دیگر دوباره تلاش کنید.';
$_['error_approved']               = 'هشدار: حساب شما پیش از ورود نیاز به تأیید دارد.';
