<?php
// Heading
$_['heading_title']                = 'ورود به حساب کاربری';

// Text
$_['text_account']                 = 'حساب کاربری';
$_['text_login']                   = 'ورود';
$_['text_new_customer']            = 'مشتری جدید';
$_['text_register']                = 'ایجاد حساب کاربری';
$_['text_register_account']        = 'با ایجاد یک حساب کاربری می‌توانید سریع‌تر خرید کنید، از وضعیت سفارش خود مطلع شوید و سفارش‌های قبلی خود را پیگیری کنید.';
$_['text_returning_customer']      = 'مشتری قدیمی';
$_['text_i_am_returning_customer'] = 'من مشتری قدیمی هستم';
$_['text_forgotten']               = 'فراموشی رمز عبور';

// Entry
$_['entry_email']                  = 'آدرس ایمیل';
$_['entry_password']               = 'رمز عبور';

// Error
$_['error_token']                  = 'هشدار: نشست نامعتبر است. لطفاً دوباره وارد شوید!';
$_['error_login']                  = 'هشدار: آدرس ایمیل و/یا رمز عبور مطابقت ندارد.';
$_['error_attempts']               = 'هشدار: تعداد تلاش‌های مجاز برای ورود به حساب شما به پایان رسیده است. لطفاً ۱ ساعت دیگر دوباره تلاش کنید.';
$_['error_approved']               = 'هشدار: حساب شما پیش از ورود نیاز به تأیید دارد.';
