<?php
// Heading
$_['heading_title'] = 'حساب کاربری شما ایجاد شد!';

// Text
$_['text_success']  = '<p>تبریک می‌گوییم! حساب کاربری جدید شما با موفقیت ایجاد شد!</p> <p>اکنون می‌توانید از مزایای اعضا برای بهبود تجربه خرید آنلاین خود با ما بهره‌مند شوید.</p> <p>اگر هر سؤالی درباره نحوه کار این فروشگاه آنلاین دارید، لطفاً به مالک فروشگاه ایمیل بزنید.</p> <p>ایمیل تأییدیه‌ای به آدرس ایمیل ارائه‌شده ارسال شد. اگر ظرف یک ساعت آن را دریافت نکردید، لطفاً <a href="%s">با ما تماس بگیرید</a>.</p>';
$_['text_approval'] = '<p>از ثبت‌نام شما در %s متشکریم!</p><p>به‌محض اینکه حساب شما توسط مالک فروشگاه فعال شود، از طریق ایمیل به شما اطلاع داده خواهد شد.</p><p>اگر هر سؤالی درباره نحوه کار این فروشگاه آنلاین دارید، لطفاً <a href="%s">با مالک فروشگاه تماس بگیرید</a>.</p>';
$_['text_account']  = 'حساب کاربری';
