<?php
// Heading
$_['heading_title']    = 'ردیابی همکاری در فروش';

// Text
$_['text_account']     = 'حساب کاربری';
$_['text_description'] = 'برای اطمینان از دریافت پورسانت معرفی‌هایی که برای ما ارسال می‌کنید، باید معرفی را با قرار دادن یک کد ردیابی در آدرس‌های لینک‌شده به ما ردیابی کنیم. می‌توانید از ابزارهای زیر برای ساخت لینک به وب‌سایت %s استفاده کنید.';

// Entry
$_['entry_code']       = 'کد ردیابی شما';
$_['entry_generator']  = 'سازنده لینک ردیابی';
$_['entry_link']       = 'لینک ردیابی';

// Help
$_['help_generator']   = 'نام محصولی که می‌خواهید به آن لینک دهید را وارد کنید';
