<?php
// Heading
$_['heading_title']   = 'لیست علاقه‌مندی‌های من';

// Text
$_['text_account']    = 'حساب کاربری';
$_['text_wishlist']   = 'لیست علاقه‌مندی‌ها (%s)';
$_['text_login']      = 'برای افزودن <a href="%s">%s</a> به <a href="%s">لیست علاقه‌مندی‌های</a> خود باید <a href="%s">وارد شوید</a> یا <a href="%s">حساب کاربری بسازید</a>!';
$_['text_success']    = 'موفق: <a href="%s">%s</a> را به <a href="%s">لیست علاقه‌مندی‌های</a> خود اضافه کردید!';
$_['text_remove']     = 'موفق: یک مورد را از لیست علاقه‌مندی‌های خود حذف کردید';
$_['text_no_results'] = 'لیست علاقه‌مندی‌های شما خالی است.';

// Column
$_['column_image']    = 'تصویر';
$_['column_name']     = 'نام محصول';
$_['column_model']    = 'مدل';
$_['column_stock']    = 'موجودی';
$_['column_price']    = 'قیمت واحد';
$_['column_action']   = 'عملیات';

// Error
$_['error_product']   = 'هشدار: محصول یافت نشد!';
$_['error_login']     = 'هشدار: برای حذف اقلام از <a href="%s">لیست علاقه‌مندی‌های</a> خود باید <a href="%s">وارد شوید</a> یا <a href="%s">حساب کاربری بسازید</a>!';
