<?php
// Heading
$_['heading_title']     = 'گروه‌های ویژگی';

// Text
$_['text_success']      = 'موفق: گروه‌های ویژگی تغییر یافت!';
$_['text_list']         = 'لیست گروه‌های ویژگی';
$_['text_add']          = 'افزودن گروه ویژگی';
$_['text_edit']         = 'ویرایش گروه ویژگی';

// Column
$_['column_name']       = 'نام گروه ویژگی';
$_['column_sort_order'] = 'ترتیب نمایش';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه ویژگی';
$_['entry_sort_order']  = 'ترتیب نمایش';

// Error
$_['error_warning']     = 'هشدار: لطفاً فرم را از نظر خطا با دقت بررسی کنید!';
$_['error_permission']  = 'هشدار: شما اجازه تغییر گروه‌های ویژگی را ندارید!';
$_['error_name']        = 'نام گروه ویژگی باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_attribute']   = 'هشدار: این گروه ویژگی به %s ویژگی اختصاص یافته و قابل حذف نیست!';
$_['error_product']     = 'هشدار: این گروه ویژگی به %s محصول اختصاص یافته و قابل حذف نیست!';
