<?php
// Heading
$_['heading_title']            = 'فایل‌های دانلودی';

// Text
$_['text_success']             = 'موفق: فایل‌های دانلودی تغییر یافت!';
$_['text_list']                = 'لیست فایل‌های دانلودی';
$_['text_add']                 = 'افزودن فایل دانلودی';
$_['text_edit']                = 'ویرایش فایل دانلودی';
$_['text_upload']              = 'فایل شما با موفقیت بارگذاری شد!';
$_['text_report']              = 'گزارش‌ها';

// Column
$_['column_name']              = 'نام فایل دانلودی';
$_['column_ip']                = 'آی‌پی';
$_['column_account']           = 'حساب‌ها';
$_['column_store']             = 'فروشگاه';
$_['column_country']           = 'کشور';
$_['column_date_added']        = 'تاریخ افزودن';
$_['column_action']            = 'عملیات';

// Entry
$_['entry_name']               = 'نام فایل دانلودی';
$_['entry_filename']           = 'نام فایل';
$_['entry_mask']               = 'نام نمایشی (Mask)';

// Help
$_['help_filename']            = 'می‌توانید از طریق دکمه بارگذاری، یا با FTP در پوشه دانلود بارگذاری کرده و جزئیات را در زیر وارد کنید.';
$_['help_mask']                = 'توصیه می‌شود نام فایل و نام نمایشی متفاوت باشند تا از لینک مستقیم افراد به فایل‌های دانلودی شما جلوگیری شود.';

// Error
$_['error_warning']            = 'هشدار: لطفاً فرم را از نظر خطا با دقت بررسی کنید!';
$_['error_permission']         = 'هشدار: شما اجازه تغییر فایل‌های دانلودی را ندارید!';
$_['error_name']               = 'نام فایل دانلودی باید بین ۳ تا ۶۴ کاراکتر باشد!';
$_['error_filename']           = 'نام فایل باید بین ۳ تا ۱۲۸ کاراکتر باشد!';
$_['error_filename_character'] = 'نام فایل فقط می‌تواند شامل حروف a-Z، اعداد 0-9، - و _ باشد!';
$_['error_directory']          = 'فایل‌های دانلودی باید داخل پوشه storage/download باشند!';
$_['error_exists']             = 'فایل وجود ندارد!';
$_['error_mask']               = 'نام نمایشی باید بین ۳ تا ۱۲۸ کاراکتر باشد!';
$_['error_mask_character']     = 'نام نمایشی فقط می‌تواند شامل حروف a-Z، اعداد 0-9، - و _ باشد!';
$_['error_file_type']          = 'نوع فایل نامعتبر است!';
$_['error_product']            = 'هشدار: این فایل دانلودی به %s محصول اختصاص یافته و قابل حذف نیست!';
