<?php
// Heading
$_['heading_title']     = 'گروه‌های فیلتر';

// Text
$_['text_success']      = 'موفق: گروه‌های فیلتر تغییر یافت!';
$_['text_list']         = 'لیست گروه‌های فیلتر';
$_['text_add']          = 'افزودن گروه فیلتر';
$_['text_edit']         = 'ویرایش گروه فیلتر';

// Column
$_['column_name']       = 'نام گروه فیلتر';
$_['column_sort_order'] = 'ترتیب نمایش';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه فیلتر';
$_['entry_sort_order']  = 'ترتیب نمایش';

// Error
$_['error_warning']     = 'هشدار: لطفاً فرم را از نظر خطا با دقت بررسی کنید!';
$_['error_permission']  = 'هشدار: شما اجازه تغییر گروه‌های فیلتر را ندارید!';
$_['error_name']        = 'نام گروه فیلتر باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_filter']      = 'هشدار: این گروه فیلتر به %s فیلتر اختصاص یافته و قابل حذف نیست!';
