<?php
// Heading
$_['heading_title']    = 'شناسه‌ها';

// Text
$_['text_success']     = 'موفق: شناسه‌ها تغییر یافت!';
$_['text_list']        = 'لیست شناسه‌ها';
$_['text_add']         = 'افزودن شناسه';
$_['text_edit']        = 'ویرایش شناسه';
$_['text_regex']       = 'عبارت باقاعده (Regex)';

// Column
$_['column_name']      = 'نام شناسه';
$_['column_code']      = 'کد';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام شناسه';
$_['entry_code']       = 'کد';
$_['entry_validation'] = 'اعتبارسنجی';
$_['entry_status']     = 'وضعیت';

// Help
$_['help_name']        = 'مثال: کد کالا (SKU)، بارکد جهانی محصول (UPC)، شماره کالای اروپایی (EAN)، شماره کالای ژاپنی (JAN)، شابک (ISBN) یا کد قطعه سازنده (MPN)';
$_['help_code']        = 'مثال: SKU، UPC، EAN، JAN، ISBN یا MPN';
$_['help_regex']       = 'از عبارت باقاعده استفاده کنید. مثال: /[^a-zA-Z0-9_-]/';
$_['help_status']      = 'نمایش شناسه محصول در صفحه اطلاعات محصول';

// Error
$_['error_warning']    = 'هشدار: لطفاً فرم را از نظر خطا با دقت بررسی کنید!';
$_['error_permission'] = 'هشدار: شما اجازه تغییر شناسه‌ها را ندارید!';
$_['error_name']       = 'نام شناسه باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_code']       = 'کد شناسه باید بین ۳ تا ۴۸ کاراکتر باشد!';
