<?php
// Heading
$_['heading_title']           = 'سازندگان';

// Text
$_['text_success']            = 'موفق: سازندگان تغییر یافت!';
$_['text_list']               = 'لیست سازندگان';
$_['text_add']                = 'افزودن سازنده';
$_['text_edit']                = 'ویرایش سازنده';
$_['text_default']            = 'پیش‌فرض';
$_['text_keyword']            = 'از فاصله استفاده نکنید، به‌جای آن از - استفاده کنید و مطمئن شوید آدرس سئو در کل سایت یکتا است.';

// Column
$_['column_image']            = 'تصویر';
$_['column_name']             = 'نام سازنده';
$_['column_sort_order']       = 'ترتیب نمایش';
$_['column_action']           = 'عملیات';

// Entry
$_['entry_name']              = 'نام سازنده';
$_['entry_store']             = 'فروشگاه‌ها';
$_['entry_keyword']           = 'کلمه کلیدی';
$_['entry_image']             = 'تصویر';
$_['entry_sort_order']        = 'ترتیب نمایش';
$_['entry_layout']            = 'بازنویسی چیدمان';

// Error
$_['error_warning']           = 'هشدار: لطفاً فرم را از نظر خطا با دقت بررسی کنید!';
$_['error_permission']        = 'هشدار: شما اجازه تغییر سازندگان را ندارید!';
$_['error_name']              = 'نام سازنده باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_keyword']           = 'آدرس سئو باید بین ۱ تا ۶۴ کاراکتر باشد!';
$_['error_keyword_exists']    = 'آدرس سئو باید یکتا باشد!';
$_['error_keyword_character'] = 'کلمه کلیدی فقط می‌تواند شامل حروف a-z، اعداد 0-9، - و _ باشد!';
$_['error_product']           = 'هشدار: این سازنده به %s محصول اختصاص یافته و قابل حذف نیست!';
